//Study:讀書心得篇 -> life:生活創意 -> SLTopic 標題		
	function SLTopic(i){
		var topics = [
						"鄉土情懷",
						"生與死、愛與愁",
						"OH MY LADY",
						"是你讓世界不一樣",
						"接納包容",
						"讓改變成真",
						"手足之情",
						"給自己的力量",
						"友情珍貴",
						"絕不放棄的天使",
						"人",
						"放下與寬恕的哲學",
						"有情人不能終成眷屬",
						"學習沉穩",
						"活出真實的自我",
						"寬容、寬心、寬厚、寬廣",
						"人性的地圖",
						"學會愛惜自己",
						"讀書是一種生活的態度"

						
					];
		SL = topics.length;		
		return topics[i];
	}
//Study:讀書心得篇 -> life:生活創意 -> SLTopic 標題	

//Study:讀書心得篇 -> life:生活創意 -> SLTopicc 藍色連結 檔案
	function SLTopicc(i){
		var topi = [
					"細看《冷海情深》",
					"我看《何不認真來悲傷》",
					"我看《我的少女時代》",
					"我看《再會吧，青春小鳥》",
					"我看《事發的十九分鐘》",
					"我看《柯文哲的城市進化論──改變成真》",
					"我看《姐姐的守護者My Sister's Keeper》",
					"我看《1％的力量》",
					"我看《星月》",
					"來自《第十二個天使》",
					"《盡力就好，天塌下來又怎樣！》",
					"我看《蘇西的世界》",
					"我看《下輩子一定要避開你》",
					"我看《魔鬼藏在細節裡，細節決定成敗》",
					"我看《丹麥女孩》",
					"我看《開拓生命的寬度》",
					"我看《南方之城的十二位女子》",
					"我看《想念，卻不想見的人》",
					"我看《捉迷藏》"
					
					];
		return topi[i];
	}
//Study:讀書心得篇 -> life:生活創意 -> SLTopicc 藍色連結 檔案

//Study:讀書心得篇 -> life:生活創意 -> SLClasses 班級	
	function SLClasses(i){
		var classess = [
						"四技幼保一甲",
						"四技幼保一乙",
						"四技應外一甲",
						"四技應外一乙",
						"四技休運一甲",
						"四技休運一乙",
						"四技觀光一甲",
						"四技觀光一乙",
						"四技觀光一丙",
						"四技時尚一甲",
						"四技時尚一乙",
						"四技數位一甲",
						"四技數位一乙",
						"四技妝彩一甲",
						"四技妝彩一乙",
						"四技妝彩一丙",
						"四技餐飲一甲",
						"四技餐飲一乙",
						"四技餐飲一丙"
						];
		return classess[i];
	}
//Study:讀書心得篇 -> life:生活創意 -> SLClasses 班級

//Study:讀書心得篇 -> life:生活創意 -> SLNames 姓名	
	function SLNames(i){
		var sc = "　";
		var namess = [
						"陳仙如",
						"郭美慧",
						"林姿妤",
						"王冠霓",
						"周恒璸",
						"薛卓傑",
						"胡凱棠",
						"胡羽庭",
						"林宏達",
						"王杏雯",
						"謝佳純",
						"董沛辰",
						"張偉晟",
						"沈裕凱",
						"楊佳憲",
						"陳香妗",
						"吳明芳",
						"顧欣如",
						"王宜華"
					];
		return namess[i];
	}
//Study:讀書心得篇 -> life:生活創意 -> SLNames 姓名
	SLTopic();
	