//Paradise:樂學園地心得篇 -> life:生活創意 -> PLTopic 標題
	function PLTopic(i){
		var topics = [
						"意外的收穫",
						"我家也有大玩偶",
						"給我一對翅膀",
						"看未來",
						"各時代的病因",
						"無價的真情",
						"為夢想單飛",
						"夢想•關鍵•人物",
						"享受",
						"父女",
						"夢想怎麼去實現",
						"人",
						"迷路的趣事",
						"為夢想單飛",
						"鄉土風情",
						"自我反省",
						"師恩深遠",
						"為了健康著想",
						"親情"
					];
		PL = topics.length;		
		return topics[i];
	}
//Paradise:樂學園地心得篇 -> life:生活創意 -> PLTopic 標題

//Paradise:樂學園地心得篇 -> life:生活創意 -> PLTopicc 藍色連結 檔案
	function PLTopicc(i){
		var topi = [
					"我看〈散步迷路〉",
					"我看〈兒子的大玩偶〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈年過五十〉",
					"我看〈臨床講義〉",
					"我看〈麥琪的禮物〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈散步迷路〉",
					"我看〈漁父〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈人的品質與優質生活〉",
					"我看〈散步迷路〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈做田〉",
					"我看〈媽媽罰我跪〉",
					"我看〈他影響了我的一生〉",
					"我看〈三人餐桌〉",
					"我看〈三人餐桌〉"
					];
		return topi[i];
	}
//Paradise:樂學園地心得篇 -> life:生活創意 -> PETopicc 藍色連結 檔案

//Paradise:樂學園地心得篇 -> life:生活創意 -> PLClasses 班級
	function PLClasses(i){
		var classess = [
						"四技幼保一甲",
						"四技幼保一乙",
						"四技應外一甲",						
						"四技應外一乙",
						"四技休運一甲",
						"四技休運一乙",
						"四技觀光一甲",
						"四技觀光一乙",
						"四技觀光一丙",
						"四技時尚一甲",
						"四技時尚一乙",
						"四技數位一甲",
						"四技數位一乙",
						"四技妝彩一甲",
						"四技妝彩一乙",
						"四技妝彩一丙",
						"四技餐飲一甲",
						"四技餐飲一乙",
						"四技餐飲一丙"
						];
		return classess[i];
	}
//Paradise:樂學園地心得篇 -> life:生活創意 -> PLClasses 班級

//Paradise:樂學園地心得篇 -> life:生活創意 -> PLNames 姓名
	function PLNames(i){
		var sc = "　";
		var namess = [
						"馮姿綺",
						"郭美慧",
						"黃珮涵",
						"吳芝穎",
						"鄭慶佑",
						"劉明侑",
						"吳瑄憶",
						"劉靜宜",
						"余艾雅",
						"張喬茵",
						"詹順福",
						"李"+sc+"寯",
						"郭香君",
						"郭雅莉",
						"蔡逸安",
						"林孟潔",
						"楊芳鈺",
						"劉育伶",
						"龔雯妗"
						
						
						
					];
		return namess[i];
	}
//Paradise:樂學園地心得篇 -> life:生活創意 -> PLNames 姓名

	PLTopic();
	