	
	function PETopic(i){
		var topics = [
						"人生尚未結",
						"黑色的心",
						"偷得浮生半日閒",
						"父親",
						"古今大不同",
						"字典文學",
						"心裡的父親",
						"實現夢想",
						"母愛",
						"夢想中的挫折",
						"世代的轉變",
						"回憶童年",
						"時間的印記",
						"百變的文字藝術",
						"及時行孝",
						"看見以前與現在",
						"上學 ? 懷念"
						
					];
		PE = topics.length;		
		return topics[i];
	}
	
	function PETopicc(i){
		var topi = [
					"我看〈年過五十〉",
					"我看〈變色龍〉",
					"我看〈散步迷路〉",
					"我看〈父王〉",
					"我看〈背著書包去上學〉",
					"我看〈地篇〉",
					"我看〈父王〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈車票〉",
					"我看〈讓夢想單飛變成年輕人的關鍵詞〉",
					"我看〈背著書包去上學〉",
					"我看〈媽媽罰我跪〉",
					"我看〈桃花源記〉",
					"我看〈地篇〉",
					"我看〈年過五十〉",
					"我看〈背著書包去上學〉",
					"我看〈背著書包去上學〉"
					
					];
		return topi[i];
	}
	
	function PEClasses(i){
		var classess = [
						"四技電子一甲",
						"四技電子一乙",
						"四技電子一丙",
						"四技機械一甲",
						"四技機械一乙",
						"四技機械一丙",
						"四技電機一甲",
						"四技電機一乙",
						"四技電機一丙",
						"四技工管一甲",
						"四技工管一乙",
						"四技資工一甲",
						"四技資工一乙",
						"四技土木ㄧ甲",
						"四技土木一乙",
						"四技建築一甲",
						"四技建築一乙"
						
						];
		return classess[i];
	}
	
	function PENames(i){
		var namess = [
						"郭諦暉",
						"洪慈妤",
						"王子維",
						"許泰臨",
						"游家麒",
						"陳冠宇",
						"吳品毅",
						"朱彥霖",
						"王漢澐",
						"李靖麒",
						"王紹宇",
						"黃俞嘉",
						"李思賢",
						"徐佩璇",
						"蔡宗諺",
						"曾翊嘉",
						"許嘉心"
						
						
					];
		return namess[i];
	}
	PETopic();
	