	
	function RETopic(i){
		var topics = [
						"迷上原住民文化的日本人",
						"愛與關懷，改變世界",
						"身處逆順，做聰明事",
						"人生觀念",
						"藝術般的幽默之語",
						"珍愛生命",
						"原住民的抗日之戰",
						"生命倫理",
						"青春的愛情",
						"逐夢從想像開始",
						"瀟灑自在",
						"體驗希臘神話的世界",
						"不一樣的小孩",
						"道德的辨證",
						"談話藝術",
						"環環相扣的人生情節",
						"個性"
					];
		t = topics.length;		
		return topics[i];
	}
	
	function RETopicc(i){
		var topi = [
					"我看《關於拉馬達仙仙與拉荷阿雷》",
					"我看《小方舟》",
					"我看《峰與谷──超越逆境、享受順境的人生禮物》",
					"我看《高手的生命美學──20堂在逆境中翻身的功課》",
					"我看《用幽默的方法，說出你的看法》",
					"我看《一公升的眼淚》",
					"我看《關於拉馬達仙仙與拉荷阿雷》",
					"我看《動物通靈師》",
					"我看《那些年，我們一起追的女孩》",
					"我看《吸引力法則──心想事成的黃金三步驟》",
					"我看《小王子》",
					"我看《波西傑克森》",
					"我看《小王子》",
					"我看《正義：一場思辨之旅》",
					"我看《跟任何人都聊得來》",
					"我看《你知不知道我好愛你》",
					"我看《當代建築的性格》"
					];
		return topi[i];
	}
	
	function REClasses(i){
		var classess = [
						"四技電子一甲",
						"四技電子一乙",
						"四技電子一丙",
						"四技機械一甲",
						"四技機械一乙",
						"四技機械一丙",
						"四技電機一甲",
						"四技電機一乙",
						"四技電機一丙",
						"四技工管一甲",
						"四技工管一乙",
						"四技資工一甲",
						"四技資工一乙",
						"四技土木一甲",
						"四技土木一乙",
						"四技建築一甲",
						"四技建築一乙"
						];
		return classess[i];
	}
	
	function RENames(i){
		var namess = [
						"吳志隆",
						"薛欣舫",
						"黃柏叡",
						"夏浩海",
						"洪立衡",
						"王淙毅",
						"陳敬中",
						"顏家文",
						"李俊頤",
						"柯柏丞",
						"鄭皓文",
						"楊恒彥",
						"黃鈺翰",
						"黃冠育",
						"盧頤哲",
						"陳怡靜",
						"谷毅凡"
						
					];
		return namess[i];
	}
	RETopic();
	