//Read:閱讀心得篇 -> life:生活創意 -> RLTopic 標題	
	function RLTopic(i){
		var topics = [
						"做自己，但要為自己負責",
						"成功的元素",
						"美好的生命就是把握當下",
						"那些愛與被愛",
						"觸景生情",
						"流浪，找到適合自己的地方",
						"生命勇士",
						"願每個人都能擁有這本書",
						"人生智慧",
						"這書，本身就是個「謎」",
						"面對生命",
						"明亮的舞台，總有拉下幕簾的那一刻",
						"文化融合",
						"人生就是有很多的偏見",
						"回憶‧重生",
						"真正的價值，用心體會",
						"日本與布農勇士",
						"遺憾，才是生命中的缺陷",
						"成功哪有失敗好"
					];
		RL = topics.length;		
		return topics[i];
	}
//Read:閱讀心得篇 -> life:生活創意 -> RLTopic 標題

//Read:閱讀心得篇 -> life:生活創意 -> RLTopicc 藍色連結 檔案
	function RLTopicc(i){
		var topi = [
					"我看《危險心靈》",
					"我看《你覺得你自己像什麼》",
					"我看《生命中美好的缺憾》",
					"我看《P.S.我愛你》",
					"我看《歐遊情書──因為太美一定要說給你聽的風景》",
					"我看《給未來的旅行者》",
					"我看《活出生命的色彩──謝坤山的故事》",
					"我看《愛》",
					"我看《生命的藥方──把這份智慧傳下去》",					
					"我看《S.》",
					"我看《老人與海》",
					"我看《歌劇魅影》",
					"我看《我也是台灣人》",
					"我看《傲慢與偏見》",
					"我看《回到你身邊》",
					"我讀《小王子》",
					"我看《關於拉馬達仙仙與拉荷阿雷》",
					"我看《微雨之城》",
					"我看《不乖──比標準答案更重要的事》"
					
					
					];
		return topi[i];
	}
//Read:閱讀心得篇 -> life:生活創意 -> RLTopicc 藍色連結 檔案

//Read:閱讀心得篇 -> life:生活創意 -> RLClasses 班級	
	function RLClasses(i){
		var classess = [
						"四技幼保一甲",
						"四技幼保一乙",
						"四技應外一甲",
						"四技應外一乙",
						"四技休運一甲",
						"四技休運一乙",
						"四技觀光一甲",
						"四技觀光一乙",
						"四技觀光一丙",
						"四技時尚一甲",
						"四技時尚一乙",
						"四技數位一甲",
						"四技數位一乙",
						"四技妝彩一甲",
						"四技妝彩一乙",
						"四技妝彩一丙",
						"四技餐飲一甲",
						"四技餐飲一乙",
						"四技餐飲一丙"
						
						];
		return classess[i];
	}
//Read:閱讀心得篇 -> life:生活創意 -> RLClasses 班級

//Read:閱讀心得篇 -> life:生活創意 -> RLNames 姓名
	function RLNames(i){
		var sc = "　";//空白的意思
		var namess = [
						"蔡依婷",
						"謝佩芸",
						"許慈娧",
						"王冠霓",
						"朱珮瑄",
						"洪梓綾",
						"劉宸均",
						"蔡宛宜",
						"鍾佳辰",
						"蕭喻珊",
						"張佩璇",
						"李逸倫",
						"蕭子琳",
						"李文馨",
						"何雅筑",
						"呂"+sc+"微",
						"謝子皓",
						"溫孜聆",
						"李昀蓁"
						
						
					];
		return namess[i];
	}
//Read:閱讀心得篇 -> life:生活創意 -> RLNames 姓名

	RLTopic();
	