	
	function RMTopic(i){
		var topics = [
						"在放棄中成長",
						"激發創意與實踐",
						"愛情，它並不是必需品",
						"愛情",
						"不一樣的人生",
						"每一個人都是重要的",
						"人生活著是精采的",
						"千金難買早知道",
						"翱翔夢想",
						"有妳真好"
					];
		RT = topics.length;		
		return topics[i];
	}
	
	function RMTopicc(i){
		var topi = [
					"我看《有一種勇氣較放棄》",
					"我看《創意人》",
					"我看《謝謝你離開我》",
					"我看《墮落天使》",
					"我看《五體不滿足》",
					"我看《在天堂遇到的五個人》",
					"我看《人生不設限》",
					"我看《我回來尋覓你》",
					"毅力《夢想這條路踏上了，跪著也要走完》",
					"我看《離／我們的買賣，她們的一生》"
					
					];
		return topi[i];
	}
	
	function RMClasses(i){
		var classess = [
						"四技企管一甲",
						"四技企管一乙",
						"四技企管一丙",
						"四技資管一甲",
						"四技資管一乙",
						"四技金融一甲",
						"四技金融一乙",
						"四技國企一甲",
						"四技國企一乙",
						"四技國企一丙"
						];
		return classess[i];
	}
	
	function RMNames(i){
		var namess = [
						"陳妤婷",
						"陳佳妗",
						"許淳琇",
						"王星穰",
						"簡郁芳",
						"張簡煜宸",
						"林孜芸",
						"陳玉芬",
						"黃姿綺",
						"李可馨"
						
					];
		return namess[i];
	}
	RMTopic();
	